{
  "title": "Invited Talks",
  "items": [
    {
      "institution": "Goizueta Business School, Emory University, Atlanta, GA, USA",
      "year": "2025"
    },
    {
      "institution": "Yonsei University School of Business, S. Korea",
      "year": "2025"
    },
    {
      "institution": "Department of Industrial & Management Engineering, POSTECH, S. Korea",
      "year": "2025"
    },
    {
      "institution": "School of Digital Humanities and Social Sciences, KAIST, S. Korea",
      "year": "2024"
    },
    {
      "institution": "School of Electrical Engineering, Seoul National University, S. Korea",
      "year": "2022"
    },
    {
      "institution": "Department of Industrial Engineering, Seoul National University, S. Korea",
      "year": "2022"
    },
    {
      "institution": "Graduate School of Data Science, Seoul National University, S. Korea",
      "year": "2021"
    },
    {
      "institution": "Department of Industrial and Systems Engineering, KAIST, S. Korea",
      "year": "2019"
    },
    {
      "institution": "Yonsei University School of Business, S. Korea",
      "year": "2019"
    },
    {
      "institution": "Korea University Business School, S. Korea",
      "year": "2018"
    },
    {
      "institution": "Department of Business and Technology Management, KAIST, S. Korea",
      "year": "2018"
    },
    {
      "institution": "Graduate School of Convergence Science and Technology, Seoul National University, S. Korea",
      "year": "2017"
    },
    {
      "institution": "Operations Research Group, IBM Thomas J. Watson Research Center, NY, USA",
      "year": "2017"
    },
    {
      "institution": "Department of Computer Science and Engineering, The Ohio State University, OH, USA",
      "year": "2017"
    },
    {
      "institution": "Fox School of Business, Temple University, Philadelphia, PA, USA",
      "year": "2017"
    },
    {
      "institution": "Warwick Business School, University of Warwick, Coventry, UK",
      "year": "2017"
    },
    {
      "institution": "Nanyang Business School, Nanyang Technological University, Singapore",
      "year": "2017"
    },
    {
      "institution": "Fisher College of Business, The Ohio State University, Columbus, OH, USA",
      "year": "2017"
    },
    {
      "institution": "E. J. Ourso College of Business, Louisiana State University, Baton Rouge, LA, USA",
      "year": "2016"
    },
    {
      "institution": "College of Business, University of Illinois at Chicago, Chicago, IL, USA",
      "year": "2016"
    },
    {
      "institution": "Graduate School of Convergence Science and Technology, Seoul National University, S. Korea",
      "year": "2012"
    }
  ]
}