{
  "title": "Teaching Experience",
  "items": [
    {
      "institution": "Seoul National University, Graduate School of Data Science",
      "courses": [
        {
          "role": "Past Students",
          "details": [
            "Ph.D.: Yunsu Kim (Samsung Electronics)",
            "M.S.: Byungwoo Kim (SK Hynix), Sejin Kim (National Police Agency), Ji Hong Min (Hanwha Ocean), Jeongjin Park (LG CNS), Sungwook Son (Intel), Seonggu Shin (IBM), Sojeong Yeon, Seungju Lee (Panirois), Chan Gyu Lee (ETRI), Changuk Lee (Hyundai Marine & Fire Insurance), Chansong Lim (Ph.D. Student @ UC Riverside), Yeeun Choi (Ernst & Young Global), Sangwoo Heo (Naver Future AI Center)"
          ]
        },
        {
          "role": "Current Students",
          "details": [
            "See https://dial.snu.ac.kr/members/"
          ]
        },
        {
          "role": "Courses",
          "details": [
            "Veritas Practice: Data Visualization and Self-Reflection; AU24, SP26",
            "Data Visualization for Medical Applications; SP24, SP26",
            "Data Analysis and Visualization; AU21, AU22, AU23",
            "Computing Foundations for Data Science; AU22, SP23"
          ]
        }
      ]
    },
    {
      "institution": "The Ohio State University, Fisher College of Business",
      "courses": [
        {
          "role": "Advising & Committee",
          "details": [
            "In Joon Noh (Fisher), Committee Member, SP20 (Placement: Penn State University)",
            "Rahul Pandey (Fisher), Committee Member, SP20 (Placement: University of Memphis)",
            "Junpeng Wang (Computer Science), Committee Member, SP19 (Placement: VISA Research)",
            "Yingchao Lan (Fisher), Committee Member, SP18 (Placement: University of Nebraska–Lincoln)"
          ]
        },
        {
          "role": "Instructor",
          "details": [
            "BM7331 Descriptive Analytics and Visualization; SP19, SP20",
            "BM2320 Business Statistics; SP18, SP19, SP20"
          ]
        },
        {
          "role": "Course Development",
          "details": [
            "BM7331 Descriptive Analytics and Visualization; AU17–AU18"
          ]
        }
      ]
    },
    {
      "institution": "Georgia Institute of Technology, School of Industrial and Systems Engineering",
      "courses": [
        {
          "role": "Instructor",
          "details": [
            "ISyE 3232 Stochastic Manufacturing and Service Systems (Undergraduate Core Stochastic Course), SU11, Average course evaluation rating: 4.4/5.0"
          ]
        },
        {
          "role": "TA",
          "details": [
            "TA for Prof. Jim Dai, ISyE 3232, SP11"
          ]
        }
      ]
    },
    {
      "institution": "UC Berkeley, School of Information",
      "courses": [
        {
          "role": "TA",
          "details": [
            "TA for Prof. Robert Glushko, INFO 290-1 Information and Service System Design, SP09",
            "TA for Prof. John Chuang, INFO 206 Distributed Computing Applications and Infrastructure, AU09"
          ]
        }
      ]
    }
  ]
}